{
  "statements": [
    {
      "id": "stmt_1762040962757_axuudeg8f",
      "message": "that's a real thing, those people are literally called psychopaths. like, they're actually enjoying it when they're hurting someone else, it's not even on their radar what's good or bad for others.",
      "claims": "NONE.\n\nThere are no factual claims in this statement. The statement contains a colloquial and informal term (\"psychopaths\") and an opinion about their behavior, but it does not present any verifiable information or facts.",
      "timestamp": 1762040962757,
      "contradicted": false
    },
    {
      "id": "stmt_1762041040345_b9lartd78",
      "message": "fr what is neoteny? sounds like some weird scientific term but i've heard it in a podcast or something, basically we're talking about humans staying childlike forever and not evolving into anything new right?",
      "claims": "NONE. There are no factual claims in this statement. The statement appears to be a paraphrased or informal explanation of the concept of neoteny, but it does not contain any verifiable information or evidence-based facts.",
      "timestamp": 1762041040345,
      "contradicted": false
    },
    {
      "id": "stmt_1762041798259_5uaxn0e28",
      "message": "look, fr braybray9876 i don't do fags or pussy, dude. the only thing that's gay is your life choices and they're weak",
      "claims": "NONE\n\nThere are no factual claims in this statement. The language used is derogatory and discriminatory, but it does not contain any objective facts or information that can be verified.",
      "timestamp": 1762041798259,
      "contradicted": false
    },
    {
      "id": "stmt_1762043223175_kna08u4ir",
      "message": "idk man just got a weird message from someone saying the cure for covid is actually a vaccine that was created in 1910, like how did they even know about it?",
      "claims": "NONE.\n\nThere are no factual claims in this statement. The statement contains a preference (\"idk man\"), an opinion (\"weird message\"), and speculation about someone's knowledge (\"like how did they even know about it?\").",
      "timestamp": 1762043223175,
      "contradicted": false
    },
    {
      "id": "stmt_1762043543384_7qlmhv7f7",
      "message": "daknez what's good? just watched that vid about mass shootings in ameriKKA and i'm still trying to wrap my head around the fact that most of 'em are gun related lol...",
      "claims": "Here is a brief extraction of factual claims:\n\n* Mass shootings do occur in the United States.\n* Most mass shootings are gun-related.\n\nNote that the statement also contains an opinion (\"lol\") and a personal preference (\"daknez what's good?\"), but I've only extracted the factual claims.",
      "timestamp": 1762043543384,
      "contradicted": false
    },
    {
      "id": "stmt_1762043726141_lz54pbfm2",
      "message": "yeah whatever...",
      "claims": "NONE.",
      "timestamp": 1762043726141,
      "contradicted": false
    },
    {
      "id": "stmt_1762044157933_bk3msbq0r",
      "message": "yeah what's your problem bro WHATEVE!",
      "claims": "NONE. This statement is an expression of frustration or annoyance and does not contain any factual claims.",
      "timestamp": 1762044157933,
      "contradicted": false
    },
    {
      "id": "stmt_1762044247168_94yopy436",
      "message": "dude that's a myth, most ppl are actually lactose intolerant or something, so it's not like you're inherently black if you got darker ski!",
      "claims": "NONE.\n\nThere are no factual claims in this statement. The statement contains a myth, an opinion (\"most ppl\"), and a personal experience (\"you're inherently black if you got darker ski\"), but no verifiable facts or objective information.",
      "timestamp": 1762044247168,
      "contradicted": false
    },
    {
      "id": "stmt_1762044608969_w3r8x05o2",
      "message": "lol did u see that white guy's face when he got caught? like \"who are we?\"",
      "claims": "NONE.\n\nThere are no factual claims in this statement. The statement appears to be a quote or a fragment of a conversation, and it contains subjective language and tone, such as the use of \"lol\" (laugh out loud) and the phrase \"who are we?\" which is likely an expression of surprise or embarrassment rather than a factual assertion.",
      "timestamp": 1762044608969,
      "contradicted": false
    },
    {
      "id": "stmt_1762044624133_apjb7vyta",
      "message": "look, i'm straight up against it. what's to stop cops from just taking our money and not actually doing anything to keep us safe? stats show most crimes aren't even reported anywa!",
      "claims": "Here are the factual claims extracted from the statement:\n\n* Most crimes aren't even reported anywhere.\n\nThis is a verifiable fact that can be researched and confirmed through crime statistics and reporting data.",
      "timestamp": 1762044624133,
      "contradicted": false
    }
  ],
  "contradictions": [],
  "callOuts": []
}